Repository: khaledbohout2/D-Commerce
Catalog: Abaya/*.lproj/Localizable.strings
Languages: ar

source: HOME
ar: الرئيسية

source: Browse Shops
ar: استعراض المحلات

source: Men
ar: رجال

source: Women
ar: نساء

source: Kids
ar: اطفال

source: Unisex
ar: مختلط

source: MY ACCOUNT
ar: حسابي

source: Country
ar: الدولة

source: Language
ar: اللغة

source: HELP AND SUPPORT
ar: المساعدة والدعم

source: FAQs
ar: الاسئلة المتكررة

source: Customer Care
ar: خدمة العملاء

source: About
ar: عن التطبيق

source: SHOP BY CATEGORIES
ar: التسوق عن طريق القسم

source: Profile
ar: الصفحة الشخصية

source: My Order
ar: طلباتي

source: Addresses
ar: العناوين

source: Saved Cards
ar: البطاقات المحفوظة

source: Notification
ar: الاشعارات

source: Wishlist
ar: التفضيلات

source: Show All >>
ar: << اظهار الكل

source: Edit
ar: تعديل

source: Delete
ar: مسح

source: Loading
ar: تحميل

source: something wrong
ar: حدث خطأ

source: Notifications
ar: الاشعارات

# Arrow
source: arrow_right
ar: arrow_left

source: New on Blocks
ar: احدث المنتجات

source: Checkout
ar: الدفع

source: Payment Method Missing
ar: اختار طريقة الدفع

source: please select payment method
ar: من فضلك قم باختيار طريقة الدفع

source: Total amount of the order invoice will be due on delivery of your order.
ar: سيكون المبلغ الإجمالي لفاتورة الطلب مستحقًا عند تسليم طلبك.

source: You will be redirected to KNET payment gateway to complete your purchase securely.
ar: ستتم إعادة توجيهك إلى بوابة الدفع في KNET لإكمال عملية الشراء الخاصة بك بأمان.

source: Order Saved
ar: تم حفظ الطلب

source: Payment failed
ar: فشل الدفع

source: please enter right credit card
ar: من فضلك أدخل بيانات صحيحة

source: Item Added
ar: تم اضافة المنتج

source: Item Added To Cart Successfully
ar: تم اضافة المنتج سلة المشتروات

source: Product Detail
ar: تفاصيل المنتج

source: Add Address
ar: اضافة عنوان

source: Ok
ar: حسنا

source: New address add successfully
ar: تم اضافة العنوان بنجاح

source: Please select country.
ar: من فضلك قم بتحديد الدولة

source: Completed
ar: المكتملة

source: Active
ar: الجارية

source: Search
ar: بحث

source: WishList
ar: المفضلات

source: category_name
ar: category_name_ar

source: cart is empty
ar: حقيبة المشتروات فارغة

source: item deleted
ar: تم حذف العنصر

source: The Internet connection appears to be offline.
ar: مشكلة في الاتصال بالانترنت !

source: Are sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Enter first name
ar: أدخل الإسم الأول

source: Enter email
ar: أدخل عنوان البريد الالكتروني

source: Enter mobile number
ar: أدخل رقم الجوال

source: Enter old password
ar: أدخل كلمة المرور القديمة

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Enter password
ar: أدخل كلمة المرور

source: Enter confirm password
ar: أدخل كلمة المرور مرة أخري

source: New password and Confirm Password should be same
ar: كلمة المرور ليست متطابقة

source: Enter address1
ar: أدخل العنوان الأول

source: Enter address2
ar: أدخل العنوان التاني

source: Enter postelcode
ar: أدخل الرقم البريدي

source: Select country
ar: قم باختيار الدولة

source: Select State
ar: قم باختيار الولاية

source: Enter city
ar: قم باختيار المدينة

source: Enter a valid email
ar: أدخل عنوان بريد الكتروني صحيح

source: Enter last name
ar: أدخل اسم العائلة

source: Oops! Something went wrong!
ar: خطأ!

source: You are Unsubscribe for this Facility
ar: لست مشتركا في هذه الخاصية

source: Subtotal
ar: المجموع

source: Shipping
ar: الشحن

source: Total
ar: الإجمالي

source: HAVE COUPON CODE?
ar: هل تمتلك كود خصم؟

source: Enter coupon code
ar: قم بادخال كود الخصم

source: Apply
ar: إدخال

source: Continue Shopping
ar: إستكمال التسوق

source: Proceed to Checkout →
ar: المضي قدما في الدفع →

# lang
source: en
ar: ar

# nValidMobilNumber
source: Mobile Number Should Be Between 10 and 12 Numbers
ar: رقم الهاتف يجيب ألا يقل عن ١٠ أرقام ولا يزيد عن ١٢ رقم

source: Vat Percentage
ar: نسبة الضرائب

source: Vat Value
ar: قيمة الضرائب

source: No Orders!
ar: لا توجد !

source: you have not done any oders
ar: لم تقم بأي طلبات حتي الآن

# enter between 8 and 20 characters
source: enter Password between 8 and 20 characters
ar: كلمة السر يجب ان تتراوح بين ٨ ل ١٢ احرف

source: Error
ar: خطأ

source: width
ar: عرض القماش

source: double width
ar: عرضين
